learning_rate : 0.1
n_epochs: 50
dataset: "mnist.pkl.gz"
batch_size: 50
poolsize: 2
conv_layer {
	num_filters: 10
	filter_w: 6
}
conv_layer {
	num_filters: 20
	filter_w: 6
}
conv_layer {
	num_filters: 50
	filter_w: 6
}
hidden_layer {
	num_outputs: 100
	activation_function: "tanh"
}
last_layer {
	num_outputs: 2
	activation_function: "tanh"
}
cost_function: "log_likelihood"
