learning_rate: 1.0
n_epochs: 5
dataset: "mnist.pkl.gz"
batch_size: 50
poolsize: 2
conv_layer {
  num_filters: 6
  filter_w: 9
  rank: 14
}
conv_layer {
  num_filters: 12
  filter_w: 9
}
last_layer {
  num_outputs: 10
  activation_function: "tanh"
}
cost_function: "log_likelihood"
