learning_rate : 0.1
n_epochs: 5
dataset: "mnist.pkl.gz"
batch_size: 50
poolsize: 2
conv_layer {
	num_filters: 7
	filter_w: 3
	rank: 4
}
conv_layer {
	num_filters: 11
	filter_w: 3
}
conv_layer {
	num_filters: 15
	filter_w: 3
	rank: 6
}

last_layer {
	num_outputs: 10
	activation_function: "tanh"
}
cached_weights_file: "weights"
cost_function: "log_likelihood"
